{
	tips:[
{"freq":0, "tip":"Vous pouvez modifier la fréquence des conseils en ajoutant un objet json au lieu d'une chaîne de caractères, comme ceci. Par exemple, ce conseil a une fréquence de 0 et n'apparaîtra jamais. La valeur de fréquence par défaut est 1."},
"Baissez vos boucliers pour dissiper le flux \"dur\" généré par les dégâts aux boucliers.",
"Les boucliers et les armes génèrent tous deux du flux, donc baisser vos boucliers pour encaisser quelques coups sur la coque et l'armure augmentera votre puissance de feu soutenue. Cela peut être vital, en particulier pour les vaisseaux lourdement blindés.",
"Les dégâts des armes à faisceau sur les boucliers génèrent un flux \"mou\" qui peut être dissipé sans baisser les boucliers",
"Appuyez sur TAB pour activer l'interface de commandement. Utilisez l'interface de commandement pour donner des ordres à votre flotte.",
"Ordonner à un vaisseau d'en escorter un autre limite la mobilité de l'escorte. Utilisez cette commande avec précaution.",
"Si vos boucliers subissent trop de dégâts, le vaisseau sera en surcharge et les armes et boucliers seront désactivés pendant quelques secondes.",
"Les missiles à longue portée (LRM) peuvent toucher des cibles au-delà de la portée visuelle. Appuyez sur Tab pour ouvrir l'interface de commandement et cibler les vaisseaux éloignés en cliquant dessus puis en sélectionnant 'Définir comme Cible'.",
"Au combat, déplacez la souris pour faire défiler la vue. Appuyez sur 'T' pour verrouiller votre vue sur votre cible, et appuyez à nouveau sur 'T' pour revenir à la vue normale.",
"Appuyez sur le bouton gauche de la souris pour tirer et sur le bouton droit pour utiliser les boucliers. Utilisez ZQSD pour piloter le vaisseau.",
"Les dégâts cinétiques sont efficaces contre les boucliers, tandis que les dégâts hautement explosifs sont efficaces contre l'armure.",
"Les dégâts de fragmentation sont faibles contre tout sauf la coque exposée, mais les armes qui en infligent ont tendance à être très efficaces en termes de flux.",
"Les armes énergétiques sont également efficaces contre les boucliers et l'armure, mais ne sont pas aussi bonnes que les types de dégâts plus spécialisés contre l'un ou l'autre.",
"Un emplacement d'arme à missiles est polyvalent - il existe des missiles pour pratiquement tous les rôles - mais les lanceurs de missiles ont généralement très peu de munitions.",
"Tirer avec des armes ou utiliser les boucliers accumule du flux. Lorsque le niveau de flux est au maximum, vous devrez attendre qu'il baisse avant de pouvoir tirer à nouveau.",
"Les vaisseaux reçoivent un bonus de vitesse maximale lorsque leur niveau de flux est à zéro et qu'ils ne génèrent pas de flux.",
"Lors du réaménagement d'un vaisseau, maintenez Shift en cliquant sur un emplacement d'arme pour installer l'arme précédemment sélectionnée sans ouvrir le menu de sélection d'armes.",
"Lors de la création de groupes d'armes pour un vaisseau, maintenez Shift en cliquant pour assigner toutes les armes du même type.",
"Lors de l'édition d'un champ de texte, vous pouvez appuyer sur Shift-Retour arrière pour l'effacer, ou Ctrl-Retour arrière pour supprimer le dernier mot.",
"La plupart du commerce sur le marché libre est rendu non rentable par les tarifs. Exploitez les événements en cours et les perturbations pour faire du profit.",
"Maintenez Shift en ajoutant ou retirant des évents ou des condensateurs de flux pour le faire plus rapidement.",
"Maintenez Shift en utilisant la molette de la souris pour défiler plus rapidement.",
"Ctrl-clic pour acheter/vendre un lot. Shift-clic pour prendre les objets un par un. Maintenez Shift et cliquez-glissez pour sélectionner une quantité spécifique.",
"Pour faire défiler la carte en combat, faites un clic droit et glissez ou utilisez les touches fléchées.",
"Lancer des torpilles à bout portant peut être dangereux pour votre vaisseau.",
"Les vaisseaux avec une désignation (D) sont des versions inférieures des coques normales.",
"Déployer des vaisseaux en combat réduit leur état de préparation au combat (\"CR\"), qui coûte des ressources à récupérer.",
"Déployer plus de vaisseaux que nécessaire en combat peut coûter plus de ressources que ce que vous gagnez en combattant.",
"Les vaisseaux consomment des ressources pour l'entretien en fonction de leur statistique ressources/mois, et consomment des ressources supplémentaires lors de la récupération du CR ou des réparations.",
"Votre flotte peut transporter du cargo, de l'équipage ou du carburant au-delà de sa capacité maximale au prix d'une consommation supplémentaire de ressources.",
"Vous pouvez obtenir des informations supplémentaires de nombreuses infobulles en appuyant sur F1 pour les développer.",
"Plus d'armes n'est pas toujours mieux - avoir assez de capacité et de dissipation de flux pour un tir soutenu peut être plus important.",
"Réaménager un vaisseau dans l'espace réduira son état de préparation au combat, particulièrement lors du changement de modifications de coque.",
"Les armes qui tirent des projectiles énergétiques ou des projectiles peuvent toucher des cibles au-delà de leur portée maximale, mais n'infligent que des dégâts de flux doux aux boucliers dans ce cas.",
"Vous pouvez créer des groupes de vaisseaux en utilisant Ctrl et les touches numériques, et les sélectionner avec les touches numériques. Cela fonctionne à la fois en combat et dans le dialogue de déploiement.",
"Les porte-avions arrêteront de lancer des chasseurs de remplacement une fois que leur état de préparation au combat atteint 0%.",
"Les porte-avions armés uniquement d'armes de défense ponctuelle et de missiles tenteront de se tenir à l'écart des vaisseaux ennemis.",
"Appuyez sur 'Z' pour basculer entre ordonner aux chasseurs d'un porte-avions d'attaquer ou de se replier vers le porte-avions.",
"Ordonner aux chasseurs de se regrouper ralentira la diminution du taux de remplacement du porte-avions, et fera en sorte que les escadrilles endommagées tentent de s'abriter derrière le porte-avions.",
"En pilotant un porte-avions, ses chasseurs escorteront un vaisseau allié si le porte-avions le cible, et continueront de l'escorter jusqu'à leur rappel même si la cible est effacée.",
"Les bombardiers ont un potentiel de dégâts élevé, mais fonctionnent mieux lorsqu'ils sont combinés avec d'autres chasseurs, armes et vaisseaux pour s'assurer qu'ils peuvent délivrer les dégâts.",
"Les augmentations en pourcentage sont additives. Les réductions en pourcentage sont généralement multiplicatives.",
"Les flottes se déplaçant lentement n'attirent pas les frappes de tempête dans l'hyperespace.",
"Les armes ont un recul réduit de moitié lorsqu'elles sont montées dans des emplacements de points durs.",
"Saborder un vaisseau - ou simplement ne pas le récupérer - produira plus de valeur en carburant et ressources que de le vendre.",
"Si un système stellaire a peu d'emplacements stables, vous pouvez en créer un nouveau en interagissant avec l'étoile.",
"Assigner des marines pour attaquer un objectif peu dangereux peut créer une diversion et réduire les pertes d'un raid dangereux plus que de garder ces marines en réserve.",
"Le camp avec les officiers les plus compétents aux commandes de vaisseaux prêts au combat obtient plus de points de déploiement.",
"Les vaisseaux avec des officiers ou des s-mods sont presque toujours récupérables s'ils sont perdus au combat. Certaines compétences et modifications de coque peuvent aussi rendre d'autres vaisseaux toujours récupérables.",
"Saborder ou perdre un vaisseau avec des s-mods que vous y avez intégrés accorde assez d'XP bonus pour récupérer les points d'histoire dépensés pour construire les modifications de coque.",
"Les courants de glissement sont temporaires et, dans la mémoire récente, synchronisés avec le cycle standard du Domaine. Dans la première moitié du cycle, ils ont tendance à couler vers l'est galactique, et dans la seconde moitié, vers l'ouest.",
"Pendant une poursuite, vous pouvez déployer des frégates depuis les flancs en cliquant plusieurs fois dessus pour faire défiler le mode de déploiement.",
"Les modifications de coque avec un faible coût en points d'ordonnance ont tendance à avoir des bonus plus puissants lorsqu'elles sont intégrées en utilisant un point d'histoire. Les modifications plus coûteuses ont tendance à avoir des pénalités."
]
}
